
export default function page() {
  return (
    <div className="flex flex-col justify-center items-center">
      <div className="max-w-[1000px]">
        <h2 className="mb-16 font-[BPG-Nino-Mtavruli] font-bold text-[32px] text-center tracking-[0.32px]">მასწავლებლის გზამკვლევი</h2>
        <p className="font-[BPG-Nino-Mkhedruli] text-lg tracking-[0.18px]">ლორემ იპსუმ ცივმა მეჯინიბე გამარჯვების ხნარცვი მონათლულებიც მეტროს ძიების. 
        ორგაზის გავცვალეთ იმყოფებოდა განსაკუთრებთ ძიების გაპარსვა შუგასთვის ბუხართან რუსეთზე ვიღაცეებს. 
        დამწყებმა მომხვედროდა იმყოფებოდა ზეთეიშვილი მაძღარ აპირებს. ავეგდე შესხდომის ჩიბუხით ვიღაცეებს, 
        მილიტარისტებს მაძღარ დაიჭირა მოტირალე გასაშლელად დარბაზს მაგია გულთმისანს. ძიების კენჭებს გაგზავნეს 
        დაძაბული ერთჯერადი გულთმისანს დავუდგე თუმნამდე გამბედაობა მაგია, იზამდა დავარქმევ გამოიცნოს. 
        სამშობლოსაც ძიების დაძაბული ტახტზედა ფარდაზე კენჭებს ყველაშია მოკვდავთათვის პატივსაცემად ნინიკაი 
        ცემის ბევრს დავარქმევ. მოტირალე სოროსს სარგებელს, წამართვი იჯექი რუსეთზე კატალოგებში ჩაიხედა 
        ტახტზედა აპირებს მოკვდავთათვის. კენჭებს იჯექი თუმნამდე პატივსაცემად შეკრეს აქტუალურიო, 
        განსაკუთრებთ ხნარცვი დამწყებმა გავცვალეთ, ვარსკვლავებისგან სახისა გამბედაობა აფრენას. 
        ნინიკაი შიმშილსა გამოიცნოს, იმყოფებოდა რუსეთზე მომხვედროდა აპირებს საჯინიბოს შუგასთვის 
        გულთმისანს მზათ დაძაბული სახრე.</p>
      </div>
      
    </div>
  )
}
